Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Read from the list the CLI caches for itself.
ar: مقروءة من القائمة التي تخزّنها واجهة CLI مؤقتًا لنفسها.
de: Aus der Liste gelesen, die die CLI für sich selbst zwischenspeichert.
es: Leído de la lista que la CLI guarda en caché para sí misma.
fr: Lu dans la liste que la CLI met en cache pour elle-même.
hi: उस सूची से पढ़ा गया जिसे CLI अपने लिए कैश करता है।
it: Letto dall’elenco che la CLI tiene in cache per sé.
ja: CLIが自身でキャッシュしている一覧から読み込みました。
ko: CLI가 자체적으로 캐시하는 목록에서 읽었습니다.
nl: Gelezen uit de lijst die de CLI voor zichzelf in de cache bewaart.
pl: Odczytane z listy, którą CLI przechowuje w swoim cache.
pt_br: Lido da lista que a CLI mantém em cache para si mesma.
ru: Прочитано из списка, который CLI кэширует для себя.
tr: CLI’ın kendisi için önbelleğe aldığı listeden okundu.
uk: Прочитано зі списку, який CLI кешує для себе.
zh_hans: 从 CLI 自行缓存的列表中读取。
zh_hant: 從 CLI 自行快取的列表讀取。

source: Read the repositories again
ar: إعادة قراءة المستودعات
de: Repositorys erneut lesen
es: Volver a leer los repositorios
fr: Relire les dépôts
hi: रिपॉज़िटरी दोबारा पढ़ें
it: Rileggi i repository
ja: リポジトリを再読み込み
ko: 저장소 다시 읽기
nl: Lees de repository's opnieuw
pl: Odczytaj repozytoria ponownie
pt_br: Ler os repositórios novamente
ru: Перечитать репозитории
tr: Depoları yeniden oku
uk: Прочитати репозиторії знову
zh_hans: 重新读取仓库
zh_hant: 重新讀取儲存庫

source: Reading
ar: القراءة
de: Lesen
es: Lectura
fr: Lecture
hi: पढ़ना
it: Lettura
ja: 読み取り
ko: 읽기
nl: Lezen
pl: Odczyt
pt_br: Leitura
ru: Чтение
tr: Okuma
uk: Читання
zh_hans: 读取
zh_hant: 讀取

source: Reading journals… (%lld of %lld)
ar: جارٍ قراءة السجلات… (%1$lld من %2$lld)
de: Protokolle werden gelesen … (%lld von %lld)
es: Leyendo los registros… (%lld de %lld)
fr: Lecture des journaux… (%1$lld sur %2$lld)
hi: जर्नल पढ़े जा रहे हैं… (%2$lld में से %1$lld)
it: Lettura dei registri… (%lld di %lld)
ja: ジャーナルを読み込み中…（%1$lld/%2$lld）
ko: 활동 기록 읽는 중… (%1$lld/%2$lld)
nl: Logboeken lezen… (%lld van %lld)
pl: Odczytywanie dzienników… (%lld z %lld)
pt_br: Lendo registros… (%1$lld de %2$lld)
ru: Чтение журналов… (%lld из %lld)
tr: Günlükler okunuyor… (%lld/%lld)
uk: Читання журналів… (%1$lld з %2$lld)
zh_hans: 正在读取日志…（%1$lld/%2$lld）
zh_hant: 正在讀取日誌…（%1$lld／%2$lld）

source: Reading the archive…
ar: جارٍ قراءة الأرشيف…
de: Archiv wird gelesen …
es: Leyendo el archivo…
fr: Lecture de l’archive…
hi: आर्काइव पढ़ा जा रहा है…
it: Lettura dell’archivio…
ja: アーカイブを読み込み中…
ko: 아카이브 읽는 중…
nl: Archief lezen…
pl: Odczytywanie archiwum…
pt_br: Lendo o arquivo zip…
ru: Чтение архива…
tr: Arşiv okunuyor…
uk: Читання архіву…
zh_hans: 正在读取归档…
zh_hant: 正在讀取封存檔…

source: Reading the repositories…
ar: جارٍ قراءة المستودعات…
de: Repositorys werden gelesen …
es: Leyendo los repositorios…
fr: Lecture des dépôts…
hi: रिपॉज़िटरी पढ़ी जा रही हैं…
it: Lettura dei repository…
ja: リポジトリを読み込み中…
ko: 저장소 읽는 중…
nl: Repository's lezen…
pl: Odczytywanie repozytoriów…
pt_br: Lendo os repositórios…
ru: Чтение репозиториев…
tr: Depolar okunuyor…
uk: Читання репозиторіїв…
zh_hans: 正在读取仓库…
zh_hant: 正在讀取儲存庫…

source: Reading the title of %@…
ar: جارٍ قراءة عنوان %@…
de: Titel von %@ wird gelesen …
es: Leyendo el título de %@…
fr: Lecture du titre de %@…
hi: %@ का शीर्षक पढ़ा जा रहा है…
it: Lettura del titolo di %@…
ja: %@のタイトルを読み込み中…
ko: %@의 제목 읽는 중…
nl: Titel van %@ lezen…
pl: Odczytywanie tytułu %@…
pt_br: Lendo o título de %@…
ru: Чтение названия %@…
tr: %@ başlığı okunuyor…
uk: Читання назви %@…
zh_hans: 正在读取 %@ 的标题…
zh_hant: 正在讀取 %@ 的標題…

source: Reading transcripts
ar: جارٍ قراءة الـ transcript
de: Transkripte werden gelesen
es: Leyendo los transcripts
fr: Lecture des transcripts
hi: ट्रांसक्रिप्ट पढ़े जा रहे हैं
it: Lettura delle trascrizioni
ja: トランスクリプトを読み込み中
ko: 트랜스크립트 읽는 중
nl: Transcripts lezen
pl: Odczytywanie transkryptów
pt_br: Lendo transcrições
ru: Чтение транскриптов
tr: Dökümler okunuyor
uk: Читання транскриптів
zh_hans: 正在读取对话记录
zh_hant: 正在讀取對話記錄

source: Reading transcripts…
ar: جارٍ قراءة الـ transcript…
de: Transkripte werden gelesen …
es: Leyendo los transcripts…
fr: Lecture des transcripts…
hi: ट्रांसक्रिप्ट पढ़े जा रहे हैं…
it: Lettura delle trascrizioni…
ja: トランスクリプトを読み込み中…
ko: 트랜스크립트 읽는 중…
nl: Transcripts lezen…
pl: Odczytywanie transkryptów…
pt_br: Lendo transcrições…
ru: Чтение транскриптов…
tr: Dökümler okunuyor…
uk: Читання транскриптів…
zh_hans: 正在读取对话记录…
zh_hant: 正在讀取對話記錄…

source: Reading…
ar: جارٍ القراءة…
de: Wird gelesen …
es: Leyendo…
fr: Lecture…
hi: पढ़ा जा रहा है…
it: Lettura…
ja: 読み込み中…
ko: 읽는 중…
nl: Lezen…
pl: Odczytywanie…
pt_br: Lendo…
ru: Чтение…
tr: Okunuyor…
uk: Читання…
zh_hans: 正在读取…
zh_hant: 正在讀取…

source: Reads are grouped. Kept with the session.
ar: يتم تجميع عمليات القراءة. يُحفظ مع الجلسة.
de: Lesevorgänge werden gruppiert. Wird mit der Sitzung gespeichert.
es: Las lecturas se agrupan. Se conserva con la sesión.
fr: Les lectures sont regroupées. Conservé avec la session.
hi: पढ़ने की कार्रवाइयाँ समूहित हैं। सेशन के साथ रखा जाता है।
it: Le letture sono raggruppate. Conservato con la sessione.
ja: 読み取りはグループ化されます。セッションと一緒に保持されます。
ko: 읽기 동작은 그룹화됩니다. 세션과 함께 보관됩니다.
nl: Leesacties worden gegroepeerd. Bewaard bij de sessie.
pl: Odczyty są grupowane. Przechowywane z sesją.
pt_br: As leituras são agrupadas. Mantido com a sessão.
ru: Операции чтения группируются. Хранится вместе с сессией.
tr: Okumalar gruplanır. Oturumla birlikte saklanır.
uk: Читання групуються. Зберігається разом із сеансом.
zh_hans: 读取操作会被分组。随会话保存。
zh_hant: 讀取動作會分組。隨工作階段保存。

source: Ready to resume.
ar: جاهزة للاستئناف.
de: Bereit zum Fortsetzen.
es: Lista para reanudar.
fr: Prête à reprendre.
hi: जारी रखने के लिए तैयार।
it: Pronta per la ripresa.
ja: 再開の準備ができています。
ko: 재개할 준비가 되었습니다.
nl: Gereed om te hervatten.
pl: Gotowa do wznowienia.
pt_br: Pronta para retomar.
ru: Готова к возобновлению.
tr: Sürdürmeye hazır.
uk: Готовий до продовження.
zh_hans: 可以恢复。
zh_hant: 可以繼續。

source: Reasoning
ar: الاستدلال
de: Denkprozess
es: Razonamiento
fr: Raisonnement
hi: तर्क
it: Ragionamento
ja: 推論
ko: 추론
nl: Redenering
pl: Rozumowanie
pt_br: Raciocínio
ru: Рассуждение
tr: Akıl Yürütme
uk: Міркування
zh_hans: 推理
zh_hant: 推理

source: Rebase in progress
ar: rebase قيد التنفيذ
de: Rebase läuft
es: Rebase en curso
fr: Rebase en cours
hi: Rebase जारी है
it: Rebase in corso
ja: リベース進行中
ko: rebase 진행 중
nl: Rebase bezig
pl: Trwa rebase
pt_br: Rebase em andamento
ru: Идёт rebase
tr: Rebase sürüyor
uk: Триває rebase
zh_hans: 正在进行 rebase
zh_hant: Rebase 進行中

source: Recent
ar: الأخيرة
de: Zuletzt verwendet
es: Recientes
fr: Récentes
hi: हाल के
it: Recenti
ja: 最近使った項目
ko: 최근 항목
pl: Ostatnie
pt_br: Recentes
ru: Недавние
tr: Son Kullanılanlar
uk: Недавні
zh_hans: 最近使用
zh_hant: 最近使用

# Recognised by %@: %@
source: Recognised by %1$@: %2$@
ar: تعرّف عليها %1$@: %2$@
de: Erkannt von %1$@: %2$@
es: Reconocido por %1$@: %2$@
fr: Reconnu par %1$@ : %2$@
hi: %1$@ द्वारा पहचाना गया: %2$@
it: Riconosciuto da %1$@: %2$@
ja: %1$@が認識：%2$@
ko: %1$@이(가) 인식함: %2$@
nl: Herkend door %1$@: %2$@
pl: Rozpoznane przez %1$@: %2$@
pt_br: Reconhecido por %1$@: %2$@
ru: Распознано обработчиком %1$@: %2$@
tr: %1$@ tarafından tanındı: %2$@
uk: Розпізнано обробником %1$@: %2$@
zh_hans: 由 %1$@ 识别：%2$@
zh_hant: 由 %1$@ 辨識：%2$@

source: Recorded since %@.
ar: مرات التشغيل مسجّلة منذ %@.
de: Erfasst seit %@.
es: Ejecuciones registradas desde el %@.
fr: Exécutions enregistrées depuis le %@.
hi: %@ से दर्ज।
it: Registrate dal %@.
ja: %@から記録しています。
ko: %@부터 기록되었습니다.
nl: Vastgelegd sinds %@.
pl: Uruchomienia zapisywane od %@.
pt_br: Execuções registradas desde %@.
ru: Записывается с %@.
tr: %@ tarihinden beri kaydediliyor.
uk: Запуски записуються з %@.
zh_hans: 自 %@ 起记录。
zh_hant: 自 %@ 起記錄。

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश करें
it: Aggiorna
ja: 更新
ko: 새로 고침
nl: Ververs
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

source: Refuse
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
hi: अस्वीकार करें
it: Rifiuta
ja: 拒否
ko: 거부
nl: Weiger
pl: Odmów
pt_br: Recusar
ru: Отказать
tr: Reddet
uk: Відхилити
zh_hans: 拒绝
zh_hant: 拒絕

source: Refused
ar: مرفوض
de: Abgelehnt
es: Rechazado
fr: Refusé
hi: अस्वीकार किया गया
it: Rifiutato
ja: 拒否済み
ko: 거부됨
nl: Geweigerd
pl: Odmówiono
pt_br: Recusado
ru: Отказано
tr: Reddedildi
uk: Відхилено
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Refused · %@
ar: مرفوض · %@
de: Abgelehnt · %@
es: Rechazada · %@
fr: Refusé · %@
hi: अस्वीकार किया गया · %@
it: Rifiutato · %@
ja: 拒否済み · %@
ko: 거부됨 · %@
nl: Geweigerd · %@
pl: Odmówiono · %@
pt_br: Recusado · %@
ru: Отказано · %@
tr: Reddedildi · %@
uk: Відхилено · %@
zh_hans: 已拒绝 · %@
zh_hant: 已拒絕 · %@

source: Regenerate the summary
ar: إعادة إنشاء الملخص
de: Zusammenfassung neu generieren
es: Regenerar el resumen
fr: Régénérer le résumé
hi: सारांश फिर से जनरेट करें
it: Rigenera il riepilogo
ja: 要約を再生成
ko: 요약 다시 생성
nl: Genereer de samenvatting opnieuw
pl: Wygeneruj podsumowanie ponownie
pt_br: Gerar o resumo novamente
ru: Создать сводку заново
tr: Özeti yeniden oluştur
uk: Згенерувати підсумок знову
zh_hans: 重新生成摘要
zh_hant: 重新產生摘要

source: Regenerate the summary, dropping your edits
ar: إعادة إنشاء الملخص، مع تجاهل تعديلاتك
de: Zusammenfassung neu generieren, deine Änderungen verwerfen
es: Regenerar el resumen y descartar tus cambios
fr: Régénérer le résumé, en abandonnant vos modifications
hi: आपके संपादन छोड़कर सारांश फिर से जनरेट करें
it: Rigenera il riepilogo, scartando le tue modifiche
ja: 編集内容を破棄して要約を再生成
ko: 편집 내용을 폐기하고 요약 다시 생성
nl: Genereer de samenvatting opnieuw en verwerp je wijzigingen
pl: Wygeneruj podsumowanie ponownie, odrzucając Twoje zmiany
pt_br: Gerar o resumo novamente, descartando suas edições
ru: Создать сводку заново, отбросив ваши правки
tr: Düzenlemelerinizi atarak özeti yeniden oluştur
uk: Згенерувати підсумок знову, відкинувши ваші зміни
zh_hans: 重新生成摘要，并放弃你的编辑
zh_hant: 重新產生摘要，捨棄你的編輯

source: Regular expressions whose matches are removed from the page's title, in this order.
ar: تعبيرات نمطية تُزال مطابقاتها من عنوان الصفحة، بهذا الترتيب.
de: Reguläre Ausdrücke, deren Treffer in dieser Reihenfolge aus dem Seitentitel entfernt werden.
es: Expresiones regulares cuyas coincidencias se quitan del título de la página, en este orden.
fr: Expressions régulières dont les correspondances sont retirées du titre de la page, dans cet ordre.
hi: रेगुलर एक्सप्रेशन जिनके मेल पेज के शीर्षक से इसी क्रम में हटाए जाते हैं।
it: Espressioni regolari le cui corrispondenze vengono rimosse dal titolo della pagina, in quest’ordine.
ja: 一致した部分をページのタイトルから取り除く正規表現（この順に適用）。
ko: 페이지 제목에서 일치하는 부분이 이 순서대로 제거되는 정규 표현식입니다.
nl: Reguliere expressies waarvan de overeenkomsten in deze volgorde uit de paginatitel worden verwijderd.
pl: Wyrażenia regularne, których dopasowania są usuwane z tytułu strony, w tej kolejności.
pt_br: Expressões regulares cujas correspondências são removidas do título da página, nesta ordem.
ru: Регулярные выражения, совпадения с которыми удаляются из заголовка страницы, в этом порядке.
tr: Eşleşmeleri bu sırayla sayfa başlığından kaldırılan düzenli ifadeler.
uk: Регулярні вирази, збіги з якими вилучаються із заголовка сторінки, у цьому порядку.
zh_hans: 按此顺序从页面标题中移除匹配的正则表达式内容。
zh_hant: 依此順序從頁面標題中移除符合的正規表示式內容。

source: Reject
ar: رفض الخطة
de: Zurückweisen
es: Descartar
fr: Rejeter
hi: अस्वीकृत करें
it: Respingi
ja: 却下
ko: 거절
nl: Wijs af
pl: Odrzuć
pt_br: Rejeitar
ru: Отклонить
tr: Geri Çevir
uk: Відкинути
zh_hans: 驳回
zh_hant: 駁回

source: Reload
ar: إعادة التحميل
de: Neu laden
es: Volver a cargar
fr: Recharger
hi: रीलोड करें
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
nl: Herlaad
pl: Załaduj ponownie
pt_br: Recarregar
ru: Перезагрузить
tr: Yeniden Yükle
uk: Перезавантажити
zh_hans: 重新载入
zh_hant: 重新載入

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
hi: हटाएँ
it: Rimuovi
ja: 取り除く
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Вилучити
zh_hans: 移除
zh_hant: 移除

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Quitar %@
fr: Retirer %@
hi: %@ हटाएँ
it: Rimuovi %@
ja: %@を取り除く
ko: %@ 제거
nl: Verwijder %@
pl: Usuń %@
pt_br: Remover %@
ru: Удалить %@
tr: Kaldır: %@
uk: Вилучити %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove Ticket
ar: إزالة التذكرة
de: Ticket entfernen
es: Quitar el ticket
fr: Retirer le ticket
hi: टिकट हटाएँ
it: Rimuovi ticket
ja: チケットを取り除く
ko: 티켓 제거
nl: Verwijder ticket
pl: Usuń zgłoszenie
pt_br: Remover Ticket
ru: Удалить тикет
tr: Talebi Kaldır
uk: Вилучити тікет
zh_hans: 移除工单
zh_hant: 移除工單

source: Remove from Recents
ar: إزالة من العناصر الأخيرة
de: Aus „Zuletzt verwendet“ entfernen
es: Quitar de Recientes
fr: Retirer des récents
hi: हाल के से हटाएँ
it: Rimuovi dai recenti
ja: 履歴から削除
ko: 최근 항목에서 제거
nl: Verwijder uit recente
pl: Usuń z ostatnich
pt_br: Remover dos Recentes
ru: Удалить из недавних
tr: Son Kullanılanlardan Kaldır
uk: Вилучити з недавніх
zh_hans: 从最近使用中移除
zh_hant: 從最近使用中移除

source: Remove the folder
ar: إزالة المجلد
de: Ordner entfernen
es: Quitar la carpeta
fr: Retirer le dossier
hi: फ़ोल्डर हटाएँ
it: Rimuovi la cartella
ja: フォルダを取り除く
ko: 폴더 제거
nl: Verwijder de map
pl: Usuń folder
pt_br: Remover a pasta
ru: Удалить папку
tr: Klasörü kaldır
uk: Вилучити папку
zh_hans: 移除文件夹
zh_hant: 移除資料夾

source: Remove the header
ar: إزالة الترويسة
de: Header entfernen
es: Quitar la cabecera
fr: Retirer l’en-tête
hi: हेडर हटाएँ
it: Rimuovi l’intestazione
ja: ヘッダを取り除く
ko: 헤더 제거
nl: Verwijder de header
pl: Usuń nagłówek
pt_br: Remover o cabeçalho
ru: Удалить заголовок
tr: Başlığı kaldır
uk: Вилучити заголовок
zh_hans: 移除标头
zh_hant: 移除標頭

source: Remove the key from the keychain
ar: إزالة المفتاح من سلسلة المفاتيح
de: Schlüssel aus dem Schlüsselbund entfernen
es: Quitar la clave del llavero
fr: Retirer la clé du trousseau
hi: कीचेन से कुंजी हटाएँ
it: Rimuovi la chiave dal portachiavi
ja: キーチェーンからキーを削除
ko: 키체인에서 키 제거
nl: Verwijder de sleutel uit de sleutelhanger
pl: Usuń klucz z pęku kluczy
pt_br: Remover a chave do chaveiro
ru: Удалить ключ из связки ключей
tr: Anahtarı anahtar zincirinden kaldır
uk: Вилучити ключ із в’язки ключів
zh_hans: 从钥匙串中移除密钥
zh_hant: 從鑰匙圈中移除密鑰

source: Remove the model
ar: إزالة النموذج
de: Modell entfernen
es: Quitar el modelo
fr: Retirer le modèle
hi: मॉडल हटाएँ
it: Rimuovi il modello
ja: モデルを取り除く
ko: 모델 제거
nl: Verwijder het model
pl: Usuń model
pt_br: Remover o modelo
ru: Удалить модель
tr: Modeli kaldır
uk: Вилучити модель
zh_hans: 移除模型
zh_hant: 移除模型

source: Remove the rule
ar: إزالة القاعدة
de: Regel entfernen
es: Quitar la regla
fr: Retirer la règle
hi: नियम हटाएँ
it: Rimuovi la regola
ja: ルールを取り除く
ko: 규칙 제거
nl: Verwijder de regel
pl: Usuń regułę
pt_br: Remover a regra
ru: Удалить правило
tr: Kuralı kaldır
uk: Вилучити правило
zh_hans: 移除规则
zh_hant: 移除規則

source: Remove this avatar?
ar: هل تريد إزالة هذه الصورة الرمزية؟
de: Diesen Avatar entfernen?
es: ¿Quitar este avatar?
fr: Retirer cet avatar ?
hi: यह अवतार हटाएँ?
it: Rimuovere questo avatar?
ja: このアバターを取り除きますか？
ko: 이 아바타를 제거하겠습니까?
nl: Deze avatar verwijderen?
pl: Usunąć ten awatar?
pt_br: Remover este avatar?
ru: Удалить этот аватар?
tr: Bu avatar kaldırılsın mı?
uk: Вилучити цей аватар?
zh_hans: 要移除此头像吗？
zh_hant: 要移除此頭像嗎？

source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden Adlandır
uk: Перейменувати
zh_hans: 重新命名
zh_hant: 重新命名

source: Rename Group…
ar: إعادة تسمية المجموعة…
de: Gruppe umbenennen …
es: Renombrar grupo…
fr: Renommer le groupe…
hi: समूह का नाम बदलें…
it: Rinomina gruppo…
ja: グループ名を変更…
ko: 그룹 이름 변경…
nl: Wijzig groepsnaam…
pl: Zmień nazwę grupy…
pt_br: Renomear Grupo…
ru: Переименовать группу…
tr: Grubu Yeniden Adlandır…
uk: Перейменувати групу…
zh_hans: 重新命名组…
zh_hant: 重新命名群組…

source: Rename the Avatar
ar: إعادة تسمية الصورة الرمزية
de: Avatar umbenennen
es: Renombrar el avatar
fr: Renommer l’avatar
hi: अवतार का नाम बदलें
it: Rinomina l’avatar
ja: アバターの名前を変更
ko: 아바타 이름 변경
nl: Wijzig naam van de avatar
pl: Zmień nazwę awatara
pt_br: Renomear o Avatar
ru: Переименовать аватар
tr: Avatarı Yeniden Adlandır
uk: Перейменувати аватар
zh_hans: 重新命名头像
zh_hant: 重新命名頭像

source: Rename…
ar: إعادة تسمية…
de: Umbenennen …
es: Renombrar…
fr: Renommer…
hi: नाम बदलें…
it: Rinomina…
ja: 名前を変更…
ko: 이름 변경…
nl: Wijzig naam…
pl: Zmień nazwę…
pt_br: Renomear…
ru: Переименовать…
tr: Yeniden Adlandır…
uk: Перейменувати…
zh_hans: 重新命名…
zh_hant: 重新命名…

source: Reopen the session to find its terminals again
ar: أعد فتح الجلسة لاستعادة طرفياتها
de: Öffne die Sitzung erneut, um ihre Terminals wiederzufinden
es: Vuelve a abrir la sesión para recuperar sus terminales
fr: Rouvrez la session pour retrouver ses terminaux
hi: इसके टर्मिनल फिर से पाने के लिए सेशन फिर से खोलें
it: Riapri la sessione per ritrovare i suoi terminali
ja: セッションを再度開くとターミナルが戻ります
ko: 터미널을 다시 보려면 세션을 다시 여십시오
nl: Open de sessie opnieuw om de terminals terug te vinden
pl: Otwórz ponownie sesję, aby odzyskać jej terminale
pt_br: Reabra a sessão para recuperar seus terminais
ru: Откройте сессию снова, чтобы вернуть её терминалы
tr: Terminallerini yeniden bulmak için oturumu yeniden açın
uk: Знову відкрийте сеанс, щоб повернути його термінали
zh_hans: 重新打开会话以找回其终端
zh_hant: 重新打開工作階段以找回其終端機

source: Replace
ar: استبدال
de: Ersetzen
es: Sustituir
fr: Remplacer
hi: बदलें
it: Sostituisci
ja: 置き換える
ko: 대체
nl: Vervang
pl: Zastąp
pt_br: Substituir
ru: Заменить
tr: Değiştir
uk: Замінити
zh_hans: 替换
zh_hant: 取代

source: Replace the description being written?
ar: هل تريد استبدال الوصف الجاري كتابته؟
de: Die begonnene Beschreibung ersetzen?
es: ¿Sustituir la descripción que se está escribiendo?
fr: Remplacer la description en cours ?
hi: लिखा जा रहा विवरण बदलें?
it: Sostituire la descrizione in corso?
ja: 作成中の説明を置き換えますか？
ko: 작성 중인 설명을 대체하겠습니까?
nl: De beschrijving die wordt geschreven vervangen?
pl: Zastąpić pisany opis?
pt_br: Substituir a descrição em andamento?
ru: Заменить набираемое описание?
tr: Yazılmakta olan açıklama değiştirilsin mi?
uk: Замінити опис, що пишеться?
zh_hans: 要替换正在撰写的描述吗？
zh_hant: 要取代正在撰寫的描述嗎？

source: Repositories, Git metadata, notes and the initial prompt are kept, and are listed in the context column. An archived session stays in Closed, but cannot be reopened: unarchive it first, then restarting its agent is a separate, deliberate step.
ar: يتم الاحتفاظ بالمستودعات وبيانات Git الوصفية والملاحظات والـ prompt الأولي، وتُعرض في عمود السياق. تبقى الجلسة المؤرشفة في «المغلقة»، لكن لا يمكن إعادة فتحها: ألغِ أرشفتها أولًا، ثم تكون إعادة تشغيل وكيلها خطوة منفصلة ومقصودة.
de: Repositorys, Git-Metadaten, Notizen und der anfängliche Prompt bleiben erhalten und werden in der Kontextspalte aufgeführt. Eine archivierte Sitzung bleibt unter „Geschlossen“, kann aber nicht erneut geöffnet werden: Dearchiviere sie zuerst; ihren Agent neu zu starten ist dann ein eigener, bewusster Schritt.
es: Los repositorios, los metadatos de Git, las notas y el prompt inicial se conservan y aparecen en la columna de contexto. Una sesión archivada permanece en “Cerradas”, pero no se puede volver a abrir: primero desarchívala; reiniciar luego su agente es un paso aparte y deliberado.
fr: Les dépôts, les métadonnées Git, les notes et le prompt initial sont conservés, et figurent dans la colonne de contexte. Une session archivée reste dans « Fermées », mais ne peut pas être rouverte : désarchivez-la d’abord ; relancer son agent est ensuite une étape distincte et volontaire.
hi: रिपॉज़िटरी, Git मेटाडेटा, नोट्स और प्रारंभिक प्रॉम्प्ट रखे जाते हैं, और संदर्भ कॉलम में सूचीबद्ध होते हैं। आर्काइव किया गया सेशन “बंद” में रहता है, लेकिन फिर से नहीं खोला जा सकता: पहले इसे अनआर्काइव करें; इसके एजेंट को फिर से शुरू करना उसके बाद का एक अलग, सोचा-समझा कदम है।
it: I repository, i metadati Git, le note e il prompt iniziale vengono conservati e sono elencati nella colonna del contesto. Una sessione archiviata resta in Chiuse, ma non può essere riaperta: rimuovila prima dall’archivio; riavviarne l’agente è poi un passaggio separato e intenzionale.
ja: リポジトリ、Gitのメタデータ、メモ、最初のプロンプトは保持され、コンテキストカラムに表示されます。アーカイブしたセッションは「終了」に残りますが、再度開くことはできません。先にアーカイブを解除してください。エージェントの再起動はそのあとの別の操作になります。
ko: 저장소, Git 메타데이터, 메모 및 초기 프롬프트는 유지되며 컨텍스트 열에 나열됩니다. 보관된 세션은 “닫힘”에 남아 있지만 다시 열 수 없습니다. 먼저 보관을 해제해야 하며, 에이전트를 재시작하는 것은 별도의 의도적인 단계입니다.
nl: Repository's, Git-metagegevens, notities en de beginprompt blijven behouden en staan in de contextkolom. Een gearchiveerde sessie blijft in ‘Gesloten’, maar kan niet opnieuw worden geopend: haal haar eerst uit het archief; de agent herstarten is daarna een aparte, bewuste stap.
pl: Repozytoria, metadane Git, notatki i początkowy prompt są zachowywane i wymienione w kolumnie kontekstu. Zarchiwizowana sesja pozostaje w „Zamknięte”, ale nie można jej ponownie otworzyć: najpierw przywróć ją z archiwum; ponowne uruchomienie jej agenta to osobny, świadomy krok.
pt_br: Repositórios, metadados do Git, notas e o prompt inicial são mantidos e aparecem na coluna de contexto. Uma sessão arquivada permanece em “Fechadas”, mas não pode ser reaberta: desarquive-a primeiro; reiniciar o agente é depois uma etapa separada e deliberada.
ru: Репозитории, метаданные Git, заметки и начальный промпт сохраняются и перечислены в колонке контекста. Архивированная сессия остаётся в «Закрытых», но открыть её снова нельзя: сначала разархивируйте её, а перезапуск агента — отдельный, осознанный шаг.
tr: Depolar, Git meta verileri, notlar ve başlangıç istemi korunur ve bağlam sütununda listelenir. Arşivlenen oturum “Kapatıldı” içinde kalır ama yeniden açılamaz: önce arşivden çıkarın; ajanını yeniden başlatmak ise ayrı ve bilinçli bir adımdır.
uk: Репозиторії, метадані Git, нотатки й початковий промпт зберігаються й показуються в колонці контексту. Архівований сеанс залишається в «Закриті», але його не можна знову відкрити: спершу розархівуйте його, а перезапуск агента — окремий, свідомий крок.
zh_hans: 仓库、Git 元数据、备注和初始提示词都会保留，并列在上下文栏中。已归档的会话仍在“已关闭”中，但无法重新打开：请先取消归档，之后重新启动其智能体是另一个需要主动执行的步骤。
zh_hant: 儲存庫、Git 後設資料、筆記和初始提示詞都會保留，並列在情境欄中。已封存的工作階段會留在「已關閉」中，但無法重新打開：請先取消封存，之後重新啟動其代理程式是另一個需刻意執行的步驟。

source: Repository %@
ar: المستودع %@
es: Repositorio %@
fr: Dépôt %@
hi: रिपॉज़िटरी %@
ja: リポジトリ%@
ko: 저장소 %@
pl: Repozytorium %@
pt_br: Repositório %@
ru: Репозиторий %@
tr: Depo %@
uk: Репозиторій %@
zh_hans: 仓库 %@
zh_hant: 儲存庫 %@

source: Request %lld of %lld
ar: الطلب %1$lld من %2$lld
de: Anfrage %lld von %lld
es: Solicitud %lld de %lld
fr: Demande %1$lld sur %2$lld
hi: अनुरोध %1$lld/%2$lld
it: Richiesta %lld di %lld
ja: リクエスト%1$lld/%2$lld
ko: 요청 %1$lld/%2$lld
nl: Verzoek %lld van %lld
pl: Prośba %lld z %lld
pt_br: Solicitação %1$lld de %2$lld
ru: Запрос %lld из %lld
tr: İstek %lld/%lld
uk: Запит %1$lld з %2$lld
zh_hans: 第 %1$lld 个请求（共 %2$lld 个）
zh_hant: 第 %1$lld 個請求（共 %2$lld 個）

source: Requests
ar: الطلبات
de: Anfragen
es: Solicitudes
fr: Demandes
hi: अनुरोध
it: Richieste
ja: リクエスト
ko: 요청
nl: Verzoeken
pl: Prośby
pt_br: Solicitações
ru: Запросы
tr: İstekler
uk: Запити
zh_hans: 请求
zh_hant: 請求

source: Required
ar: مطلوب
de: Erforderlich
es: Obligatorio
fr: Obligatoire
hi: आवश्यक
it: Obbligatorio
ja: 必須
ko: 필수
nl: Verplicht
pl: Wymagane
pt_br: Obrigatório
ru: Обязательно
tr: Zorunlu
uk: Обов’язково
zh_hans: 必填
zh_hant: 必填

source: Reset Column Layout
ar: إعادة تعيين تخطيط العمود
de: Spaltenlayout zurücksetzen
es: Restablecer la disposición de la columna
fr: Rétablir la disposition de la colonne
hi: कॉलम लेआउट रीसेट करें
it: Ripristina disposizione colonne
ja: カラムのレイアウトをリセット
ko: 열 레이아웃 재설정
nl: Herstel kolomindeling
pl: Przywróć układ kolumny
pt_br: Redefinir Layout da Coluna
ru: Сбросить расположение колонки
tr: Sütun Yerleşimini Sıfırla
uk: Скинути розкладку колонки
zh_hans: 复位分栏布局
zh_hant: 重置欄位佈局
